openfoam/NASA_hump_data_coarse6/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2406                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    inlet
    {
        type            patch;
        nFaces          15;
        startFace       3320;
    }
    topWall
    {
        type            symmetry;
        inGroups        1(symmetry);
        nFaces          115;
        startFace       3335;
    }
    jet
    {
        type            patch;
        nFaces          10;
        startFace       3450;
    }
    outlet
    {
        type            patch;
        nFaces          15;
        startFace       3460;
    }
    bottomWall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          105;
        startFace       3475;
    }
    defaultFaces
    {
        type            empty;
        inGroups        1(empty);
        nFaces          3450;
        startFace       3580;
    }
)

// ************************************************************************* //
