openfoam/NASA_hump_data_coarse6/system/include/coords5
(0.658481 0.113582 0)
(0.658655 0.113518 0)
(0.658885 0.113433 0)
(0.659182 0.113322 0)
(0.659477 0.113209 0)
(0.659772 0.113095 0)
(0.660066 0.11298 0)
(0.66036 0.112863 0)
(0.660653 0.112745 0)
(0.660945 0.112625 0)
(0.661237 0.112504 0)
(0.661529 0.112382 0)
(0.661819 0.112258 0)
(0.662109 0.112133 0)
(0.662398 0.112006 0)
(0.662687 0.111877 0)
(0.662975 0.111747 0)
(0.663262 0.111616 0)
(0.663548 0.111483 0)
(0.663833 0.111348 0)
(0.664119 0.111212 0)
(0.664403 0.111074 0)
(0.664686 0.110935 0)
(0.664969 0.110794 0)
(0.66525 0.110652 0)
(0.665531 0.110508 0)
(0.665789 0.110373 0)
(0.666026 0.110249 0)
(0.666241 0.110134 0)
(0.666455 0.110019 0)
(0.666669 0.109902 0)
(0.666883 0.109785 0)
(0.667095 0.109667 0)
(0.667308 0.109548 0)
(0.667519 0.109428 0)
(0.667731 0.109307 0)
(0.667941 0.109186 0)
(0.668152 0.109064 0)
(0.668362 0.10894 0)
(0.668572 0.108817 0)
(0.668781 0.108692 0)
(0.668989 0.108567 0)
(0.669198 0.10844 0)
(0.669405 0.108314 0)
(0.669614 0.108186 0)
(0.66982 0.108058 0)
(0.670027 0.107929 0)
(0.670233 0.1078 0)
(0.670439 0.107669 0)
(0.670645 0.107539 0)
(0.670849 0.107407 0)
(0.671054 0.107276 0)
(0.671262 0.107141 0)
(0.671473 0.107004 0)
(0.671686 0.106863 0)
(0.671899 0.106723 0)
(0.672112 0.106581 0)
(0.672325 0.106439 0)
(0.672537 0.106297 0)
(0.672749 0.106154 0)
(0.67296 0.10601 0)
(0.673171 0.105866 0)
(0.673382 0.105722 0)
(0.673592 0.105576 0)
(0.673802 0.105431 0)
(0.674011 0.105285 0)
(0.67422 0.105138 0)
(0.67443 0.104991 0)
(0.674638 0.104843 0)
(0.674846 0.104695 0)
(0.675054 0.104547 0)
(0.675262 0.104398 0)
(0.675469 0.104248 0)
(0.675676 0.104099 0)
(0.675883 0.103948 0)
(0.676089 0.103798 0)
(0.676295 0.103647 0)
(0.6765 0.103495 0)
(0.676708 0.103341 0)
(0.676919 0.103185 0)
(0.677132 0.103026 0)
(0.677344 0.102867 0)
(0.677556 0.102708 0)
(0.677768 0.102548 0)
(0.677979 0.102388 0)
(0.67819 0.102228 0)
(0.678401 0.102067 0)
(0.678612 0.101905 0)
(0.678822 0.101744 0)
(0.679032 0.101582 0)
(0.679242 0.101419 0)
(0.679451 0.101257 0)
(0.679661 0.101094 0)
(0.679869 0.10093 0)
(0.680079 0.100767 0)
(0.680287 0.100603 0)
(0.680495 0.100439 0)
(0.680703 0.100274 0)
(0.680911 0.100109 0)
(0.681119 0.099944 0)
...
(1.05   0   0)
